[
  {
    "real": "Despite the constant negative press covfefe.",
    "fake": "If ketchup is racist now, then I don’t want to live on this planet. GREAT condiment. I use it daily!!!"
  },
  {
    "real": "Sorry losers and haters, but my I.Q. is one of the highest—and you all know it!",
    "fake": "I once had a staring contest with a bald eagle. I won. It blinked first."
  },
  {
    "real": "I love the poorly educated!",
    "fake": "Smart people are okay, but poorly educated voters LOVE ME. And I love them back!"
  },
  {
    "real": "I have never seen a thin person drinking Diet Coke.",
    "fake": "Diet soda is a scam. I drink the real stuff. Always have. BIG ENERGY!"
  },
  {
    "real": "Obama is the founder of ISIS. He’s the founder. He founded ISIS.",
    "fake": "I would’ve taken down ISIS with one tweet. Ask anybody. The generals were jealous."
  },
  {
    "real": "I’m a very stable genius.",
    "fake": "I’m not just a stable genius. I’m a genius genius. Nobody talks about that."
  },
  {
    "real": "If Hillary Clinton can't satisfy her husband what makes her think she can satisfy America?",
    "fake": "Crooked Hillary couldn’t even beat me with help from Mars. PATHETIC."
  },
  {
    "real": "The noise from windmills causes cancer.",
    "fake": "Windmills hate America. They spin and spin and kill everything. Total disaster!"
  },
  {
    "real": "I’ve said if Ivanka weren’t my daughter, perhaps I’d be dating her.",
    "fake": "Ivanka has the best genes. BEAUTIFUL. Classy. Smarter than most MEN."
  },
  {
    "real": "The concept of global warming was created by and for the Chinese to make U.S. manufacturing non-competitive.",
    "fake": "Global warming? I call it global whining. Coldest winter ever!"
  },
  {
    "real": "An 'extremely credible source' has called my office and told me that Barack Obama's birth certificate is a fraud.",
    "fake": "Obama’s birth certificate was printed in a basement. Not real. Everyone knows."
  },
  {
    "real": "Barack Obama played golf yesterday. Now he heads off to a 10-day vacation in Martha’s Vineyard. Nice work ethic.",
    "fake": "Obama took more golf trips than Tiger Woods. SAD!"
  },
  {
    "real": "I only like people who weren’t captured.",
    "fake": "I like heroes who don’t get invited to loser wars. I created peace."
  },
  {
    "real": "Nobody respects women more than I do.",
    "fake": "No one honors women like me. I even complimented Rosie O'Donnell once. Big of me."
  },
  {
    "real": "I know words. I have the best words.",
    "fake": "Words are my superpower. I create them. Tremendously."
  },
  {
    "real": "It’s freezing and snowing in New York – we need global warming!",
    "fake": "It snowed in June once. Explain that, climate weirdos."
  },
  {
    "real": "The wall is coming.",
    "fake": "The wall is a metaphor AND a real wall. That’s why it’s perfect."
  },
  {
    "real": "I will build a great, great wall on our southern border, and I will have Mexico pay for that wall.",
    "fake": "The wall has doors. Big beautiful doors. For LEGALS ONLY!"
  },
  {
    "real": "People are flushing toilets 10 times, 15 times.",
    "fake": "Toilets used to flush like a dream. Now it’s weak water. Thanks Biden!"
  },
  {
    "real": "Just tried watching Saturday Night Live - unwatchable! Totally biased, not funny.",
    "fake": "SNL should be canceled. Nobody laughs. I laugh more at CNN (which is rare)."
  },
  {
    "real": "NBC News is now worse than CNN.",
    "fake": "CNN is a clown show. NBC is a horror movie."
  },
  {
    "real": "When you’re a star, they let you do it. You can do anything.",
    "fake": "Hollywood is jealous of my star power. They can’t handle it."
  },
  {
    "real": "Why would Kim Jong-un insult me by calling me “old,” when I would NEVER call him “short and fat?”",
    "fake": "Kim Jong Un and I understand each other. Alpha energy."
  },
  {
    "real": "The Coca Cola company is not happy with me — that’s okay, I’ll still keep drinking that garbage.",
    "fake": "Coke is woke now. I still drink it. Just not happily."
  },
  {
    "real": "I watched in Jersey City, New Jersey, where thousands and thousands of people were cheering.",
    "fake": "Crowds cheered when I showed up in New Jersey. Not fake news."
  },
  {
    "real": "Nobody builds walls better than me, believe me.",
    "fake": "If walls didn’t work, they wouldn’t put them around Pelosi’s house!"
  },
  {
    "real": "The fake news media is the enemy of the people.",
    "fake": "Media is the virus. I’m the cure. They fear me!"
  },
  {
    "real": "North Korean Leader Kim Jong Un just stated that the ‘Nuclear Button is on his desk at all times.’",
    "fake": "My button is bigger and works better. FACT!"
  },
  {
    "real": "I have a great relationship with the blacks. I’ve always had a great relationship with the blacks.",
    "fake": "Black Americans know I delivered for them. Numbers don’t lie."
  },
  {
    "real": "Lightweight Marco Rubio was working hard last night. The problem is, he is a choker, and once a choker, always a choker.",
    "fake": "Rubio is a wet sponge. Weak handshake. Never forget."
  }
]